export default {
  projections: {
    ТЧРегРезультE: {
      итогСобес: {
        __caption__: 'Итог собес'
      },
      оценкаКандид: {
        __caption__: 'Оценка кандид'
      },
      крКомИлиОбсРеш: {
        __caption__: 'Кр ком или обс реш'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИОСотруд: {
          __caption__: 'Ф и о сотруд'
        }
      }
    }
  },
  validations: {
    итогСобес: {
      __caption__: 'Итог собес'
    },
    крКомИлиОбсРеш: {
      __caption__: 'Кр ком или обс реш'
    },
    оценкаКандид: {
      __caption__: 'Оценка кандид'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    регРезульт: {
      __caption__: 'регРезульт'
    }
  }
};
