export default {
  projections: {
    РегистАнкетыE: {
      датаРегистр: {
        __caption__: 'Дата регистр'
      },
      фИОКандидата: {
        __caption__: 'Ф и о кандидата'
      },
      серНомПаспорта: {
        __caption__: 'Сер ном паспорта'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      снилс: {
        __caption__: 'Снилс'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      элПочта: {
        __caption__: 'Эл почта'
      },
      вакантДолжн: {
        __caption__: 'Вакант должн',
        должности: {
          __caption__: 'Должности'
        }
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    РегистАнкетыL: {
      датаРегистр: {
        __caption__: 'Дата регистр'
      },
      фИОКандидата: {
        __caption__: 'Ф и о кандидата'
      },
      серНомПаспорта: {
        __caption__: 'Сер ном паспорта'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      снилс: {
        __caption__: 'Снилс'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      элПочта: {
        __caption__: 'Эл почта'
      },
      вакантДолжн: {
        __caption__: 'Должности',
        должности: {
          __caption__: 'Должности'
        }
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    датаРегистр: {
      __caption__: 'Дата регистр'
    },
    иНН: {
      __caption__: 'ИНН'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    серНомПаспорта: {
      __caption__: 'Сер ном паспорта'
    },
    снилс: {
      __caption__: 'Снилс'
    },
    фИОКандидата: {
      __caption__: 'Ф и о кандидата'
    },
    элПочта: {
      __caption__: 'Эл почта'
    },
    вакантДолжн: {
      __caption__: 'Вакант должн'
    },
    организация: {
      __caption__: 'Организация'
    }
  }
};
